@vite(['resources/views/home/component/event/event.css'])

<section class="home__event__section">
    <h2>Бесплаьные курсы для самостоятельного изучения</h2>
    <div class="home__event__contenteiner">
        <div class="home__event__block">
            <p class="home__event__block--info">Популярное/БЕСПЛАТНОЕ</p>
            <h3>Основы Linux если вас интересует данная платформа но вы не знаете как начать ей пользоваться</h3>
            <p class="home__event__block--text">Небольшой вводный курс в основы линкс для начинающих пользователей. Вы изучите как установить, как устонавливать утилиты и др. Небольшой вводный курс в основы линкс для начинающих пользователей. Вы изучите как установить, как устонавливать утилиты и др.</p>
            <p class="home__event__block--data">18.02.2025-28.02.2025</p>
            <button class="btn home__event__block--btn">Записаться</button>
        </div>
        <div class="home__event__block">
            <p class="home__event__block--info">Популярное/БЕСПЛАТНОЕ</p>
            <h3>Основы Linux если вас интересует данная платформа но вы не знаете как начать ей пользоваться</h3>
            <p class="home__event__block--text">Небольшой вводный курс в основы линкс для начинающих пользователей. Вы изучите как установить, как устонавливать утилиты и др. Небольшой вводный курс в основы линкс для начинающих пользователей. Вы изучите как установить, как устонавливать утилиты и др.</p>
            <p class="home__event__block--data">18.02.2025-28.02.2025</p>
            <button class="btn home__event__block--btn">Записаться</button>
        </div>
        <div class="home__event__block">
            <p class="home__event__block--info">Популярное/БЕСПЛАТНОЕ</p>
            <h3>Основы Linux если вас интересует данная платформа но вы не знаете как начать ей пользоваться</h3>
            <p class="home__event__block--text">Небольшой вводный курс в основы линкс для начинающих пользователей. Вы изучите как установить, как устонавливать утилиты и др. Небольшой вводный курс в основы линкс для начинающих пользователей. Вы изучите как установить, как устонавливать утилиты и др.</p>
            <p class="home__event__block--data">18.02.2025-28.02.2025</p>
            <button class="btn home__event__block--btn">Записаться</button>
        </div>
        <div class="home__event__block">
            <p class="home__event__block--info">Популярное/БЕСПЛАТНОЕ</p>
            <h3>Основы Linux если вас интересует данная платформа но вы не знаете как начать ей пользоваться</h3>
            <p class="home__event__block--text">Небольшой вводный курс в основы линкс для начинающих пользователей. Вы изучите как установить, как устонавливать утилиты и др. Небольшой вводный курс в основы линкс для начинающих пользователей. Вы изучите как установить, как устонавливать утилиты и др.</p>
            <p class="home__event__block--data">18.02.2025-28.02.2025</p>
            <button class="btn home__event__block--btn">Записаться</button>
        </div>
        <div class="home__event__block">
            <p class="home__event__block--info">Популярное/БЕСПЛАТНОЕ</p>
            <h3>Основы Linux если вас интересует данная платформа но вы не знаете как начать ей пользоваться</h3>
            <p class="home__event__block--text">Небольшой вводный курс в основы линкс для начинающих пользователей. Вы изучите как установить, как устонавливать утилиты и др. Небольшой вводный курс в основы линкс для начинающих пользователей. Вы изучите как установить, как устонавливать утилиты и др.</p>
            <p class="home__event__block--data">18.02.2025-28.02.2025</p>
            <button class="btn home__event__block--btn">Записаться</button>
        </div>
    </div>
</section>